# .add() გამოიყენება სეტში ელემენტის დასამატებლად
# .update() გამოიყენება ერთი სეტის გასანახლებლად მეორე სეტის ელემენტებით
# .clear() გამოიყენება მთლიანი სეტის წასაშლელად
# .remove() გამოიყენება სეტიდან ელემენტების წასაშლელად, თუარასწორ ელემენტს მივუთითებთ გვიერორებს.
# .discard() გამოიყენება ელემენტების წასაშლელად, უბრალოდ არ გვიერორებს
# .pop() გამოიყენება სეტიდან რანდომული ელემენტების ამოსაშლელად
# .union() გამოიყენება update-ის მსგავსი მნიშვნელობით, მაგრამ არ ანახლებს სეტს. ქმნის ახალ სეტს და იქ ინახავს ორი სეტის გაერთიანებას.
# .difference() გამოიყენება პირველ არგუმენტად გადაცემული სეტის უნიკალური ელემენტების გამოსატანად
# .symmetric.difference() გამოიყენება ორი სეტიდან უნიკალური ელემენტების გამოსატანად
# .intersection() გამოიყენება ორი სეტიდან მსგავსი ელემენტების შესანახად